Repository: blankoworld/makefly
Catalog: lang/*.po
Languages: fr

source: [%s] New post: %s
fr: [%s] Nouvel article : %s

source: The choosen language '%s' is not available. Choose another one. For an example 'en_US.UTF-8'.
fr: Le langage choisi '%s' n'est pas disponible. Choisissez en un autre. Par exemple 'fr_FR.UTF-8'.

source: [%s] Post list %s/%s: BUILT.
fr: [%s] Liste des articles %s/%s : CRÉÉE.

source: [%s] RSS feed: BUILT.
fr: [%s] Flux RSS : CRÉE

source: [%s] Post list: BUILT.
fr: [%s] Liste des articles : CRÉÉE.

source: [%s] New tag: %s
fr: [%s] Nouveau mot-clé : %s

source: [%s] Tag list: BUILT.
fr: [%s] Liste des mots-clés : CRÉÉE.

source: [%s] Homepage: BUILT.
fr: [%s] Page d'accueil : CRÉÉE.

source: [%s] Page '%s': BUILT.
fr: [%s] Page '%s' : CRÉÉE.

source: [%s] Theme: %s
fr: [%s] Thème : %s

source: [%s] Given theme (%s) seems to not exist.
fr: [%s] Le thème choisi (%s) ne semble pas exister.

source: [%s] You cannot choose an extension (%s) similar to template's one (%s).
fr: [%s] Vous ne pouvez pas choisir une extension (%s) identique à celle des templates (%s).

source: [%s] No '%s' translation. Use default one: %s.
fr: [%s] Aucune traduction '%s'. Utilisation de celle par défaut : %s.

source: [%s] %s file not found!
fr: [%s] fichier %s non trouvé !

source: [%s] New folder: %s
fr: [%s] Nouveau dossier : %s

source: [%s] Not a directory: %s
fr: [%s] N'est pas un dossier : %s

source: [%s] Unknown read mode while reading this path: %s.
fr: [%s] Mode de lecture inconnu durant la lecture de l'adresse suivante : %s.

source: [%s] %s not found in copy method!
fr: [%s] %s non trouvé(e) dans la méthode «copy() » !

source: [%s] %s not found (in remove process)!
fr: [%s] %s non trouvé(e) (dans la méthode de suppression) !

source: SUCCESS
fr: SUCCÈS

source: ENABLE
fr: ACTIF

source: DISABLE
fr: INACTIF

source: WARNING
fr: ATTENTION

source: ERROR
fr: ERREUR

source: [%s] Removed: %s directory
fr: [%s] Supprimé : dossier %s

source: [%s] Missing: %s directory
fr: [%s] Manquant : dossier %s

source: [%s] Removed: %s/*%s files
fr: [%s] Supprimé : fichiers %s/*%s

source: [%s] Publication failed!
fr: [%s] Échec de la publication !

source: [%s] Publish: %s content with %s
fr: [%s] Publication : du contenu %s avec %s

source: [%s] New post failed!
fr: [%s] Échec pour le nouvel article !

source: [%s] New post added successfully.
fr: [%s] Nouvel article ajouté avec succès.

source: List of available commands:
fr: Liste des commandes disponibles :

source: [%s] Backup: Files successfully saved in %s: %s, %s, %s, %s, %s and %s
fr: [%s] Sauvegarde : Fichiers sauvegardés avec succès dans %s : %s, %s, %s, %s, %s et %s

source: [%s] Backup failed!
fr: [%s] Échec de la sauvegarde !

source: [%s] No INSTALLDIR found. Please add INSTALLDIR= in your %s
fr: [%s] INSTALLDIR non trouvé. SVP ajoutez INSTALLDIR= dans votre %s

source: [%s] %s directory not found!
fr: [%s] Dossier %s non trouvé !

source: This will delete %s content and copy all files from %s into this directory. Are you sure [y/n]?
fr: Ceci va supprimer le contenu de %s et copier tous les fichiers depuis %s dans ce répertoire. Êtes-vous sûrs [y/n] (y = oui, n = non) ?

source: [%s] Installation: achieved.
fr: [%s] Installation: terminée.

source: [%s] Installation failed!
fr: [%s] Échec de l'installation !

source: [%s] Migration: missing URL parameter.
fr: [%s] Migration : paramètre URL manquant.

source: [%s] Migration failed!
fr: [%s] Échec de la migration !

source: [%s] Migration achieved.
fr: [%s] Migration terminée.

source: [%s] Give a name.
fr: [%s] Donnez un nom.

source: [%s] Theme already exists: %s
fr: [%s] Le thème existe déjà : %s

source: [%s] Missing 'base' directory
fr: [%s] Répertoire « base » manquant

source: [%s] Created: New theme %s is available in '%s' directory.
fr: [%s] Crée: Le nouveau thème %s est disponible dans le répertoire '%s'.

source: %s %s using %s
fr: %s %s utilisant %s

source: [%s] Built: documentation files.
fr: [%s] Générés : fichiers de la documentation.

source: [%s] Check mandatories information
fr: [%s] Vérification des informations obligatoires

source: [%s] Missing information in %s file: %s
fr: [%s] Information(s) manquante(s) dans le fichier %s : %s

source: [%s] Wrong flavor: %s
fr: [%s] Mauvaise couleur : %s

source: [%s] Specific flavor: %s
fr: [%s] Couleur spécifique : %s

source: [%s] About's page available
fr: [%s] Page d'à propos disponible

source: [%s] About's page not found
fr: [%s] Page d'apropos non trouvée

source: [%s] ELI badge
fr: [%s] Encart ELI

source: [%s] Sidebar
fr: [%s] Panneau latéral

source: [%s] Search bar
fr: [%s] Barre de recherche

source: [%s] Comment system
fr: [%s] Système de commentaire

source: [%s] Syntax color system
fr: [%s] Système de coloration syntaxique

source: [%s] Missing information in '%s' post: %s
fr: [%s] Information(s) manquante(s) dans l'article %s : %s

source: [%s] No DB file(s) found!
fr: [%s] Aucun fichier DB trouvé !

source: [%s] Folder content copied: %s
fr: [%s] Contenu du dossier copié : %s

source: [%s] No static page(s) found.
fr: [%s] Aucune(s) page(s) statique(s) trouvée(s).

source: unknown
fr: inconnue

source: clean up result directory
fr: nettoyage du répertoire de destination

source: list all available commands
fr: liste des commandes disponibles

source: publish your weblog using tools/publish.sh script
fr: publication de votre blog en utilisant le script tools/publish.sh

source: same as clean + compile commands
fr: identique aux commandes clean + compile

source: create a new post
fr: créer un nouvel article

source: same as 'list'
fr: identique à 'list'

source: same as 'add'
fr: identique à 'add'

source: make a backup from your blog
fr: créer une sauvegarde de votre blog

source: will update all DB files with given [url]
fr: va mettre à jour tous les fichiers DB avec l'URL donnée

source: will copy 'base' theme to the new one given with [name]
fr: va copier le thème 'base' vers un nouveau nommé [name]

source: give current program version
fr: donne la version actuelle du programme

source: generate the documentation in 'doc' directory
fr: génère la documentation dans le répertoire 'doc'

source: generate the weblog
fr: génère le blog

source: '%s' option not found!
fr: Option '%s' non trouvée !
